Update README2.md
